Repository: pytr-org/pytr
Catalog: pytr/locale/*/LC_MESSAGES/messages.po
Languages: cs, da, de, es, fr, it, nl, pt, sk

source: Buy
cs: Koupit
da: Køb
de: Kauf
es: Compra
fr: Achat
it: Compra
nl: Aankoop
pt: Comprar
sk: Kúpiť

source: Deposit
cs: Vklad
da: Indsæt
de: Einlage
es: Depósito
fr: Dépôt
it: Deposito
nl: Storting
pt: Depósito
sk: Vklad

# DIVIDENDS
source: Dividend
cs: Dividendy
da: Udbytte
de: Dividende
fr: Dividendes
it: Dividendo
pt: Dividendo

source: Fees
cs: Poplatky
da: Gebyrer
de: Gebühren
es: Comisiones
fr: Frais
it: Commissioni
nl: Kosten
pt: Comissões
sk: Poplatky

source: Fees Refund
cs: Vratka poplatku
da: Refunderede gebyrer
de: Gebührenerstattung
es: Reembolso de comisiones
fr: Remboursement de Frais
it: Rimborso commissioni
nl: Terugbetaling van kosten
pt: Reembolso de Comissões
sk: Vrátenie poplatkov

source: Interest
cs: Úrok
da: Renteindtægter
de: Zinsen
es: Intereses
fr: Intérêts
it: Interessi
nl: Rentebaten
pt: Juros
sk: Úroky

source: Interest Charge
cs: Úrokový poplatek
da: Renteudgifter
de: Zinsbelastung
es: Cargo por intereses
fr: Frais d'Intérêts
it: Interessi passivi
nl: Rentelasten
pt: Encargos de Juros
sk: Úrokový poplatok

source: Removal
cs: Výběr
da: Hævning
de: Entnahme
es: Retirada
fr: Retrait
it: Prelievo
nl: Onttrekking
pt: Levantamento
sk: Výber

source: Sell
cs: Prodat
da: Sælg
de: Verkauf
es: Venta
fr: Vente
it: Vendi
nl: Verkoop
pt: Vender
sk: Predaj

source: Taxes
cs: Daně
da: Skatter
de: Steuern
es: Impuestos
fr: Impôts / Taxes
it: Tasse
nl: Belastingen
pt: Impostos
sk: Dane

source: Tax Refund
cs: Daňová vratka
da: Tilbagebetalte skatter
de: Steuerrückerstattung
es: Devolución de impuestos
fr: Remboursement Impôts / Taxes
it: Rimborso tasse
nl: Terugbetaling van belastingen
pt: Reembolso de Impostos
sk: Vrátenie dane

# TRANSFER_IN
source: Transfer (Inbound)
cs: Převod (příchozí)
da: Overfør (Intern)
de: Umbuchung (Eingang)
es: Traspaso (entrada)
fr: Transfert (Entrant)
it: Trasferimento (in entrata)
nl: Inkomende overboeking
pt: Transferência (Entrada)
sk: Prevod (prichádzajúci)

# TRANSFER_OUT
source: Transfer (Outbound)
cs: Převod (odchozí)
da: Overfør (Ekstern)
de: Umbuchung (Ausgang)
es: Traspaso (salida)
fr: Transfert (Sortant)
it: Trasferimento (in uscita)
nl: Uitgaande overboeking
pt: Transferência (Saída)
sk: Prevod (odchádzajúci)

# CSVColumn_AccountName
source: Cash Account
cs: Peněžní účet
da: kontantkonto
de: Konto
es: Cuenta
fr: Compte espèces
it: Conto di cassa
nl: Rekening
pt: Conta Caixa
sk: Účet cenných papierov

# CSVColumn_AccountName2nd
source: Offset Account
cs: Vyrovnávací účet
da: Modregningskonto
de: Gegenkonto
es: Cuenta de contrapartida
fr: Compte de compensation
it: Conto di compensazione
nl: Tegenrekening
pt: Conta de Contrapartida
sk: Hotovostný účet

# CSVColumn_CumulatedPerformanceInPercent
source: Cumulated Performance in %
cs: Kumulovaná výkonnost v %
da: Akkumuleret Afkast i %
de: Kumulierte Performance in %
es: Rendimiento acumulado en %
fr: Performance cumulée en %
it: Rendimento cumulato in %
nl: Resultaat (%, cumulatief)
pt: Performance Acumulada em %
sk: Kumulovaný výkon v %

# CSVColumn_Currency
source: Currency
cs: Měna
da: Valuta
de: Währung
es: Divisa
fr: Devise
it: Valuta
nl: Valuta
pt: Moeda
sk: Mena

# CSVColumn_CurrencyGrossAmount
source: Currency Gross Amount
cs: Měna v hrubé výši
da: Valuta bruttobeløb
de: Währung Bruttobetrag
es: Importe bruto de divisa
fr: Montant brut en devise
it: Importo lordo valuta
nl: Valuta (bruto)
pt: Valor Bruto em Moeda
sk: Mena Hrubá suma

# CSVColumn_Date
source: Date
cs: Datum
da: Dato
de: Datum
es: Fecha
it: Data
nl: Datum
pt: Data
sk: Dátum

# CSVColumn_DateQuote
source: Date of Quote
cs: Datum kurzu
da: Dato for kurs
de: Kursdatum
es: Fecha de cotización
fr: Date de cotation
it: Data Quotazione
nl: Koersdatum
pt: Data da Cotação
sk: Dátum kurzu

# CSVColumn_DateValue
source: Date of Value
cs: Datum vypořádání
da: Dato for værdi
de: Datum Wert
es: Fecha de valor
fr: Date de valeur
it: Data Valorizzazione
nl: Datum
pt: Data do valor
sk: Dátum vysporiadania

# CSVColumn_DeltaInPercent
source: Delta in %
cs: Delta v %
da: Delta i %
es: Delta en %
fr: Delta en %
nl: Delta (%)
pt: Delta em %
sk: Delta v %

# CSVColumn_ExchangeRate
source: Exchange Rate
cs: Směnný kurz
da: Vekselkurs
de: Wechselkurs
es: Tipo de cambio
fr: Taux de change
it: Tasso di cambio
nl: Wisselkoers
pt: Taxas de Câmbio
sk: Výmenný kurz

# CSVColumn_Fees
source: Fees
cs: Poplatky
da: Gebyrer
de: Gebühren
es: Comisiones
fr: Frais
it: Commissioni
nl: Kosten
pt: Comissões
sk: Poplatky

# CSVColumn_GrossAmount
source: Gross Amount
cs: Hrubá výše
da: Bruttobeløb
de: Bruttobetrag
es: Valor bruto
fr: Montant brut
it: Importo Lordo
nl: Waarde (bruto)
pt: Valor bruto
sk: Hrubá suma

# CSVColumn_InboundTransferals
source: Inbound Transferals
cs: Příchozí převod
da: Indgående overførsler
de: Zugänge
es: Traspasos entrantes
fr: Transferts entrants
it: Trasferimento in entrata
nl: Inkomende overschrijvingen
pt: Transferências de Entrada
sk: Prichádzajúce prevod

# CSVColumn_Name
source: Name
cs: Jméno
da: Navn
es: Nombre
fr: Nom
it: Nome
nl: Naam
pt: Nome
sk: Názov

# CSVColumn_Note
source: Note
cs: Poznámka
da: Bemærkning
de: Notiz
es: Nota
nl: Opmerking
pt: Nota
sk: Poznámka

# CSVColumn_OutboundTransferals
source: Outbound Transferals
cs: Odchozí převod
da: Udgående overførsler
de: Abgänge
es: Traspasos salientes
fr: Transferts sortant
it: Trasferimento in uscita
nl: Uitgaande overschrijvingen
pt: Transferências de Saída
sk: Odchádzajúce prevod

# CSVColumn_PortfolioName
source: Securities Account
cs: Účet cenných papírů
da: Værdipapirkonto
de: Depot
es: Cuenta de valores
fr: Compte-titres
it: Conto titoli
nl: Portefeuille
pt: Conta de Títulos
sk: Účet cenných papierov

# CSVColumn_PortfolioName2nd
source: Offset securities account
cs: vyrovnávací účet cenných papírů
da: Modregnings værdipapirkonto
de: Gegendepot
es: Cuenta de valores compensados
fr: Compte de compensation
it: Conto titoli di compensazione
nl: Portefeuilletegenrekening
pt: Conta de Títulos Compensados
sk: Účet cenných papierov pre vyrovnanie

# CSVColumn_Quote
source: Quote
cs: Kurz
da: Kurs
de: Kurs
es: Cotización
fr: Cotation
it: Quotazione
nl: Koers
pt: Cotação
sk: Kurz

# CSVColumn_SecurityName
source: Security Name
cs: Jméno cenného papíru
da: Værdipapirnavn
de: Wertpapiername
es: Nombre del valor
fr: Nom du titre
it: Nome Titolo
nl: Effect
pt: Nome do Título
sk: Názov cenného papiera

# CSVColumn_Shares
source: Shares
cs: Akcie
da: Aktier
de: Stück
es: Cantidad
fr: Parts
it: Azioni
nl: Aantal
pt: Quantidade
sk: Akcie

# CSVColumn_Taxes
source: Taxes
cs: Daně
da: Skatter
de: Steuern
es: Impuestos
fr: Impôts / Taxes
it: Tasse
nl: Belasting
pt: Impostos
sk: Daň

# CSVColumn_TickerSymbol
source: Ticker Symbol
cs: Označení tickeru
da: Værdipapirkode
es: Símbolo del ticker
fr: Symbole boursier
it: Simbolo Titolo
nl: Tickersymbool
pt: Símbolo Ticker
sk: Ticker

# CSVColumn_Time
source: Time
cs: Čas
da: Tid
de: Uhrzeit
es: Hora
fr: Heure
it: Ora
nl: Tijd
pt: Hora
sk: Čas

# CSVColumn_TransactionCurrency
source: Transaction Currency
cs: Transakční měna
da: Transaktionsvaluta
de: Buchungswährung
es: Moneda de la transacción
fr: Devise de l'opération
it: Valuta Operazione
nl: Transactievaluta
pt: Moeda da transação
sk: Mena transakcie

# CSVColumn_Type
source: Type
cs: Typ
de: Typ
es: Tipo
it: Tipo
nl: Transactietype
pt: Tipo
sk: Typ

# CSVColumn_Value
source: Value
cs: Hodnota
da: Værdi
de: Wert
es: Valor
fr: Valeur
it: Valore
nl: Waarde (netto)
pt: Valor
sk: Hodnota

# card_successful_transaction
source: Card Payment
cs: Platba kartou
da: Platba kartou
de: Kartentransaktion
es: Transacción con tarjeta
fr: Transaction par carte
it: Transazione con carta
nl: Kaarttransactie
pt: Transakcja kartą
sk: Операция по карте

# card_successful_atm_withdrawal
source: ATM Withdrawal
cs: Výběr hotovosti
da: Výběr hotovosti
de: Barabhebung
es: Retiradas de efectivo
fr: Retrait en espèces
it: Prelievo di contanti
nl: Geldopname
pt: Levantamento de dinheiro
sk: Выдача наличных

# card_order_billed
source: Card Fee
cs: Poplatek za kartu
da: Poplatek za kartu
de: Kartengebühr
es: Transacción con tarjeta
fr: Frais de carte
it: Tassa sulla carta
nl: Kosten kaart
pt: Taxa do cartão
sk: Плата за обслуживание карты

source: Card Refund
cs: Vrácení peněz na kartu
da: Vrácení peněz na kartu
de: Kartenerstattung
es: Reembolso de tarjeta
fr: Remboursement par carte
it: Rimborso sulla carta
nl: Terugbetaling op kaart
pt: Reembolso do cartão
sk: Возврат на карту
